tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "romkatv/powerlevel10k"
brew "node"
brew "angular-cli"
brew "argocd"
brew "aws-cdk"
brew "python@3.9"
brew "awscli"
brew "cdk8s"
brew "docker-compose", link: false
brew "driftctl"
brew "eksctl"
brew "erlang"
brew "firebase-cli"
brew "git"
brew "go"
brew "grunt-cli"
brew "helm"
brew "hugo"
brew "iproute2mac"
brew "istioctl"
brew "jq"
brew "k3d"
brew "kind"
brew "kubernetes-cli"
brew "kubeseal"
brew "libpq", link: true
brew "openjdk"
brew "maven"
brew "mono"
brew "moreutils"
brew "mysql-client"
brew "nuget"
brew "octant"
brew "openapi-generator"
brew "python@3.8"
brew "rabbitmq"
brew "rke"
brew "terraform"
brew "upx"
brew "wget"
brew "yq"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "adoptopenjdk"
cask "pgadmin4"
