tap "bell-sw/liberica"
tap "common-fate/granted"
tap "defenseunicorns/tap"
tap "derailed/k9s"
tap "derailed/popeye"
tap "esolitos/ipa"
tap "gptscript-ai/tap"
tap "k8sgpt-ai/k8sgpt"
tap "konstructio/taps"
tap "kubefirst/tools"
tap "loft-sh/tap"
tap "minio/stable"
tap "robusta-dev/krr"
brew "glib"
brew "librsvg"
brew "libssh"
brew "ansible"
brew "little-cms2"
brew "aom"
brew "argocd"
brew "awscli"
brew "python@3.9"
brew "python@3.12"
brew "azure-cli"
brew "clusterctl"
brew "cmctl"
brew "coreutils"
brew "cosign"
brew "docker", link: false
brew "docutils"
brew "eksctl"
brew "unbound"
brew "gnutls"
brew "fleet-cli"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "pkgconf"
brew "graphviz"
brew "grep"
brew "gstreamer"
brew "helm"
brew "hugo"
brew "hyperkit"
brew "inframap"
brew "iperf"
brew "k3d"
brew "k3sup"
brew "k8sgpt"
brew "kafka"
brew "kind"
brew "kr-okta-aws"
brew "krew"
brew "kubeseal"
brew "kustomize"
brew "kuttl"
brew "libpq"
brew "lima"
brew "maven"
brew "minikube"
brew "mkcert"
brew "nghttp2"
brew "node"
brew "node@16"
brew "nss"
brew "opentofu"
brew "packer"
brew "podman"
brew "pwgen"
brew "python@3.10", link: false
brew "python@3.11"
brew "qemu"
brew "rancher-cli"
brew "s3cmd"
brew "saml2aws"
brew "six"
brew "skaffold"
brew "sonobuoy"
brew "spice-gtk"
brew "telnet"
brew "terraform"
brew "terraform-docs"
brew "testkube"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "thanos"
brew "tree"
brew "trivy"
brew "velero"
brew "virt-manager"
brew "watch"
brew "wget"
brew "yq"
brew "common-fate/granted/granted"
brew "defenseunicorns/tap/uds"
brew "defenseunicorns/tap/zarf"
brew "derailed/k9s/k9s"
brew "derailed/popeye/popeye"
brew "esolitos/ipa/sshpass"
brew "gptscript-ai/tap/clio"
brew "konstructio/taps/kubefirst"
brew "loft-sh/tap/loft"
brew "loft-sh/tap/vcluster"
brew "minio/stable/mc"
brew "robusta-dev/krr/krr"
cask "minishift"
cask "mongodb-compass"
cask "talon"
vscode "4ops.packer"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "codezombiech.gitignore"
vscode "davidanson.vscode-markdownlint"
vscode "docker.docker"
vscode "dotjoshjohnson.xml"
vscode "eamodio.gitlens"
vscode "github.vscode-pull-request-github"
vscode "gitlab.gitlab-workflow"
vscode "golang.go"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "mindaro-dev.file-downloader"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.kind-vscode"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azurecli"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "pdconsec.vscode-print"
vscode "redhat.fabric8-analytics"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "sleepingsaint.gitignore-generator"
vscode "sourcegraph.cody-ai"
vscode "streetsidesoftware.code-spell-checker"
vscode "twxs.cmake"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
